Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/Display.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# EXTERNALDISPLAY_DISPLAY_STANDARD_DENSE_DESCRIPTION
source: Choose a view for %@. Default shows larger controls. More Space shows more content.
ar: اختيار عرض لـ %@. "الافتراضي" يظهر عناصر التحكم بحجم أكبر، و"المزيد من المساحة" يظهر محتوى أكثر على الشاشة.
bg: Изберете изглед за %@. „По подразбиране“ показва по-големи бутони. „Повече място“ показва повече съдържание.
ca: Selecciona un mode de visualització per a l’%@. L’opció per omissió mostra els controls més grans i l’opció de més espai, més contingut.
cs: Nastavte si zobrazení na %@u. Standardně jsou nastavené větší ovládací prvky. Výběrem volby Více místa zobrazíte víc obsahu.
da: Vælg en oversigt til %@. Standard viser større betjeningspanel. Mere plads viser mere indhold.
de: Wähle einen Anzeigemodus für das %@. Mit „Standard“ werden die Steuerelemente größer, mit „Mehr Fläche“ wird mehr Inhalt angezeigt.
el: Επιλέξτε μια προβολή για το %@: «Προεπιλογή» για μεγαλύτερα στοιχεία ελέγχου, ή «Περισσότερος χώρος» για περισσότερο περιεχόμενο.
es: Selecciona una visualización para el %@: “Por omisión”, que muestra los controles más grandes, o “Más espacio”, que muestra más contenido.
es_us: Elige cómo ver el %@: Predeterminado muestra controles más grandes y Más espacio permite ver más elementos en pantalla.
fi: Valitse näkymä, jota %@ käyttää. Oletus näyttää säätimet suurempina. Paljon tilaa näyttää enemmän sisältöä.
fr: Choisissez une présentation pour l’%@. « Par défaut » affiche de plus grandes commandes et « Plus d’espace », davantage de contenu.
fr_ca: Choisissez un type d’affichage pour votre %@. « Par défaut » affiche des commandes plus grandes. « Plus d’espace » affiche plus de contenu.
he: ניתן לבחור מצב תצוגה ל-%@: ״ברירת המחדל״ מציג פקדים גדולים יותר, ו״מרווח״ מציג יותר תוכן.
hi: %@ के लिए दृश्य का आकार चुनें। डिफ़ॉल्ट में कंट्रोल ज़्यादा बड़े दिखाई देते हैं। “अधिक जगह” में ज़्यादा कॉन्टेंट दिखाई देता है।
hr: Odabir načina prikaza za %@. Standardni način prikazuje veće kontrole. Opcija “Više prostora” prikazuje više sadržaja.
hu: Kiválaszthat egy nézetet a(z) %@ számára. Az Alapértelmezett nézet nagyobb méretű vezérlőelemeket jelenít meg. A Több terület nézet több tartalmat jelenít meg.
id: Pilih tampilan untuk %@. Default menampilkan kontrol yang lebih besar. Lebih Banyak Ruang menampilkan lebih banyak konten.
it: Scegli una modalità di visualizzazione per %@. Se selezioni Default, i controlli avranno dimensioni maggiori, mentre “Più spazio” ti consente di visualizzare più contenuti.
ja: %@の表示を選択します。“デフォルト”ではコントロールが拡大表示されます。“スペースを拡大”ではより多くの内容が表示されます。
kk: %@ көрінісін таңдаңыз. «Әдепкі» үлкенірек басқару элементтерін көрсетеді. «Қосымша бос орын» көбірек контент көрсетеді.
ko: %@을(를) 보는 방식을 선택합니다. ‘기본’은 제어기를 크게 표시합니다. ‘더 큰 공간’은 콘텐츠를 더 많이 표시합니다.
lt: Pasirinkite „%@“ rodinį. Rodinys „Numatytasis“ rodo didesnius valdiklius. „Daugiau erdvės“ rodo daugiau turinio.
ms: Pilih paparan untuk %@. Lalai menunjukkan kawalan lebih besar. Lebih Ruang menunjukkan lebih banyak kandungan.
nl: Kies een %@-schermweergave. Met 'Standaard' worden regelaars groter weergegeven. Met 'Meer ruimte' past er meer op het scherm.
no: Velg en visning for %@. Standard viser større kontroller. Mer plass viser mer innhold.
pl: Wybierz wygląd ekranu %@a. W trybie Domyślny narzędzia są większe. Tryb Więcej miejsca pozwala wyświetlać więcej informacji.
pt_br: Escolha uma visualização para o %@. Padrão mostra os controles ampliados. Mais Espaço mostra mais conteúdo.
pt_pt: Escolha como gostaria de ver o %@: com a opção Predefinição, os controlos ficam maiores; Mais espaço mostra mais conteúdo no ecrã.
ro: Alegeți un mod de vizualizare pentru %@. “Implicit” afișează comenzi mai mari. “Mai mult spațiu” afișează mai mult conținut.
ru: Выберите вид для %@: «По умолчанию» показывает более крупно элементы управления, «Больше места» отображает больше контента.
sk: Vyberte zobrazenie pre %@. Predvolené zobrazuje väčšie ovládanie. Viac miesta pojme viac obsahu.
sl: Izberite pogled za %@. Nastavitev Privzeto prikazuje večje krmilne funkcije. Nastavitev Več prostora prikazuje več vsebine.
sv: Välj vilken vy du vill ha för %@. Förval har större reglage. Mer utrymme får plats med mer innehåll.
th: เลือกการแสดงผลสำหรับ%[tt]@ การเลือกแบบเริ่มต้นจะแสดงปุ่มควบคุมขนาดใหญ่ขึ้น แบบพื้นที่มากขึ้นจะมีพื้นที่แสดงเนื้อหามากขึ้น
tr: %@ için bir görünüm seçin. Saptanmış, denetimleri daha büyük gösterir. Daha Çok Alan, daha fazla içerik gösterir.
uk: Оберіть вигляд екрана для %@. Варіант «Типово» пропонує більші елементи керування, а варіант «Більше місця» показує більше вмісту.
vi: Chọn một chế độ xem cho %@. Mặc định hiển thị điều khiển lớn hơn. Nhiều không gian hiển thị nhiều nội dung hơn.
zh_cn: 选取%@的显示方式。“默认”会显示更大的控制项。“更多空间”会显示更多内容。
zh_hk: 選擇%@的顯示方式。「預設」顯示較大的控制項目。「更多空間」顯示較多內容。
zh_tw: 選擇%@的顯示畫面。「預設值」會顯示較大的控制項目。「更多空間」可顯示較多內容。

# AUTOLOCK_LPM_FOOTER
source: When in Low Power Mode, auto-lock is restricted to 30 seconds.
ar: أثناء نمط الطاقة المنخفضة، يكون القفل التلقائي مقيدًا بـ ٣٠ ثانية.
bg: В режим Пестене на енергия автоматичното заключване е ограничено до 30 секунди.
ca: Amb el mode de baix consum activat, es restringeix el bloqueig automàtic a 30 segons.
cs: V režimu nízké spotřeby je automatické uzamknutí omezeno na 30 sekund.
da: Ved Energibesparende funktion er automatisk lås begrænset til 30 sekunder.
de: Im Stromsparmodus ist die automatische Sperre auf 30 Sekunden beschränkt.
el: Κατά τη λειτουργία Χαμηλής ισχύος, το αυτόματο κλείδωμα περιορίζεται στα 30 δευτερόλεπτα.
es: En el modo de bajo consumo, el bloqueo automático se limitará a 30 segundos.
es_us: Ahorrar batería restringe el bloqueo automático a 30 segundos.
fi: Alhaisen virran tilassa automaattilukitus on rajoitettu 30 sekuntiin.
fr: En mode économie d’énergie, le verrouillage automatique est limité à 30 secondes.
fr_ca: Lorsque le niveau de batterie est faible, le verrouillage d’activation est limité à 30 s.
he: ב״מצב סוללה חלשה״, הנעילה האוטומטית מוגבלת ל-30 שניות.
hi: निम्न पावर मोड में होने पर ऑटो-लॉक की अवधि 30 सेकंड की हो जाएगी।
hr: Kad je uključen Mod slabog napajanja, automatsko zaključavanje ograničeno je na 30 sekundi.
hu: Alacsony töltöttségű módban az automatikus zárolás 30 másodpercre van korlátozva.
id: Saat dalam Mode Daya Rendah, kunci otomatis dibatasi menjadi 30 detik.
it: Quando la modalità di risparmio energetico è attiva, il blocco automatico è limitato a 30 secondi.
ja: “低電力モード”では、自動ロックが30秒に制限されます。
kk: Заряд үнемдеу режимінде құрылғы 30 секундтан кейін автоматты түрде құлыпталады.
ko: 저전력 모드인 경우 자동 잠금 기능이 30초로 제한됩니다.
lt: Veikiant energijos taupymo režimui, automatinis užrakinimas apribojimas iki 30 sekundžių.
ms: Apabila dalam Mod Kuasa Rendah, kunci auto dihadkan kepada 30 saat.
nl: In de energiebesparingsmodus wordt de automatische vergrendeling beperkt tot 30 seconden.
no: I spareblussmodus er autolås begrenset til 30 sekunder.
pl: W trybie Niskie zużycie energii limit czasu automatycznej blokady wynosi 30 sekund.
pt_br: Quando no Modo Pouca Energia, o bloqueio automático é restrito a 30 segundos.
pt_pt: No modo de baixo consumo, o bloqueio automático está limitado a 30 segundos.
ro: Când modul Consum redus este activat, opțiunea Auto‑blocare este restricționată la 30 de secunde.
ru: В режиме энергосбережения для автоблокировки действует ограничение в 30 с.
sk: V režime nízkej spotreby je uzamykanie obmedzené na 30 s.
sl: V načinu nizke porabe je samodejno zaklepanje omejeno na 30 sekund.
sv: I strömsparläget är autolåset begränsat till 30 sekunder.
th: เมื่ออยู่ในโหมดประหยัดพลังงาน การตั้งล็อคโดยอัตโนมัติจะถูกจำกัดไว้ที่ 30 วินาที
tr: Düşük Güç Modu’nda otomatik kilit 30 saniyeyle sınırlıdır.
uk: У режимі економії заряду автозамикання відбувається через 30 секунд.
vi: Khi ở Chế độ nguồn điện thấp, tự động khóa được giới hạn thành 30 giây.
zh_cn: 低电量模式下，自动锁定将限制为30秒。
zh_hk: 在「低耗電模式」中，自動鎖定將限制為30秒。
zh_tw: 「低耗電模式」會將「自動鎖定」限制在30秒。

# DNB_AUTOLOCK_NEVER_WARNING_DESCRIPTION
source: Your iPhone may use more energy with this setting.
ar: قد يستهلك iPhone طاقة أكثر عند استخدام هذا الإعداد.
bg: Вашият iPhone може да използва повече енергия с тази настройка.
ca: Amb aquesta configuració, és possible que l’iPhone consumeixi més energia.
cs: iPhone může s tímto nastavením spotřebovávat víc energie.
da: Din iPhone bruger muligvis mere strøm med denne indstilling.
de: Mit dieser Einstellung ist der Energieverbrauch deines iPhone u. U. höher.
el: Με αυτήν τη ρύθμιση, το iPhone ενδέχεται να χρησιμοποιεί περισσότερη ενέργεια.
es: Con este ajuste es posible que el iPhone consuma más energía.
es_us: Es posible que tu iPhone consuma más energía con esta configuración.
fi: iPhone saattaa kuluttaa enemmän energiaa tällä asetuksella.
fr: Il est possible que votre iPhone consomme plus d’énergie avec ce réglage.
fr_ca: Il est possible que votre iPhone consomme plus d’énergie avec ce réglage.
he: הגדרה זו עלולה לגרום ל-iPhone לצרוך יותר אנרגיה.
hi: इस सेटिंग के कारण आपके iPhone पर ऊर्जा की खपत में वृद्धि हो सकती है।
hr: Primjenom ove postavke iPhone troši više energije.
hu: Ezzel a beállítással az iPhone‑ja több energiát használhat fel.
id: iPhone Anda mungkin menggunakan lebih banyak energi dengan pengaturan ini.
it: Con queste impostazioni, il consumo energetico di iPhone potrebbe aumentare.
ja: この設定にすると、iPhoneの消費電力が増加する可能性があります。
kk: iPhone құрылғыңыз осы реттеумен көбірек қуат жұмсауы мүмкін.
ko: 이 설정을 사용하면 iPhone이 전력을 더 많이 사용할 수 있습니다.
lt: Taikant šį nustatymą, jūsų „iPhone“ gali suvartoti daugiau elektros energijos.
ms: iPhone anda mungkin menggunakan lebih tenaga dengan seting ini.
nl: Je iPhone verbruikt mogelijk meer energie met deze instelling.
no: Denne innstillingen kan føre til at iPhonen bruker mer strøm.
pl: Z tym ustawieniem iPhone może zużywać więcej energii.
pt_br: Talvez o iPhone use mais energia com este ajuste.
pt_pt: Com esta definição, é possível que o iPhone consuma mais energia.
ro: iPhone‑ul ar putea consuma mai multă energie cu această configurare.
ru: С этой настройкой iPhone, возможно, будет расходовать больше энергии.
sk: iPhone môže mať s týmto nastavením vyššiu spotrebu energie.
sl: S to nastavitvijo bo iPhone morda porabil več energije.
sv: iPhone kan förbruka mer ström med den här inställningen.
th: iPhone ของคุณอาจใช้พลังงานเพิ่มสำหรับการตั้งค่านี้
tr: iPhone’unuz bu ayarla daha fazla enerji harcayabilir.
uk: Цей параметр може підвищити енергоспоживання на iPhone.
vi: iPhone của bạn có thể sử dụng nhiều năng lượng hơn với cài đặt này.
zh_cn: 此设置可能会增加iPhone能耗。
zh_hk: 使用此設定，你的iPhone可能會使用較多的能源。
zh_tw: 此設定可能會讓你的iPhone使用較多的電力。

# VIEW
source: Display Zoom
ar: تكبير الشاشة
bg: Мащаб на екран
ca: Zoom de pantalla
cs: Nastavení displeje
da: Skærmzoom
de: Anzeigezoom
el: Ζουμ οθόνης
es: Zoom de pantalla
es_us: Tamaño de pantalla
fi: Näytön zoomaus
fr: Zoom de l’écran
fr_ca: Zoom d’affichage
he: הגדלת התצוגה
hi: डिस्प्ले ज़ूम
hr: Zumiranje zaslona
hu: Kijelzőnagyítás
id: Zoom Tampilan
it: Zoom schermo
ja: 拡大表示
kk: Дисплей масштабы
ko: 디스플레이 확대/축소
lt: Ekrano mastelis
ms: Zum Paparan
nl: Weergavezoom
no: Visningszoom
pl: Zoom ekranu
pt_br: Zoom da Tela
pt_pt: Ampliação do ecrã
ro: Zoom afișaj
ru: Масштаб
sk: Zväčšenie displeja
sl: Povečava prikaza
sv: Visningszoom
th: การซูมหน้าจอ
tr: Ekran Büyütme
uk: Масштаб дисплея
vi: Thu phóng màn hình
zh_cn: 缩放显示
zh_hk: 螢幕縮放
zh_tw: 螢幕縮放

# BLUE_LIGHT_REDUCTION
source: Night Shift
ar: الإضاءة الدافئة
zh_cn: 夜览
zh_hk: 夜覽
zh_tw: 夜覽

# DISABLE_AX_FILTERS_ENABLE
source: Enable
ar: تمكين
bg: Активирай
ca: Activa
cs: Zapnout
da: Slå til
de: Aktivieren
el: Ενεργοποίηση
es: Activar
es_us: Activar
fi: Ota käyttöön
fr: Activer
fr_ca: Activer
he: הפעלה
hi: सक्षम करें
hr: Omogući
hu: Bekapcsolás
id: Aktifkan
it: Abilita
ja: 有効にする
kk: Қосу
ko: 활성화
lt: Įjungti
ms: Dayakan
nl: Schakel in
no: Aktiver
pl: Włącz
pt_br: Ativar
pt_pt: Ativar
ro: Activați
ru: Включить
sk: Zapnúť
sl: Omogoči
sv: Aktivera
th: เปิดใช้งาน
tr: Etkinleştir
uk: Увімкнути
vi: Bật
zh_cn: 启用
zh_hk: 啟用
zh_tw: 啟用

source: Off
ar: متوقف
bg: Изкл.
ca: Desactivat
cs: Vypnuto
da: Fra
de: Aus
el: Όχι
es: No
es_us: Desactivado
fi: Pois
fr: Non
fr_ca: Non
he: כבוי
hi: बंद
hr: Isključeno
hu: Ki
id: Mati
it: No
ja: オフ
kk: Өшірулі
ko: 끔
lt: Išjungta
ms: Tak Aktif
nl: Uit
no: Av
pl: Wył.
pt_br: Desativado
pt_pt: Não
ro: Nu
ru: Выкл.
sk: Vyp.
sl: Izklopljeno
sv: Av
th: ปิด
tr: Kapalı
uk: Вимкнено
vi: Tắt
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉

# DISABLE_AX_FILTERS_MESSAGE
source: Enabling True Tone will disable Invert Colors. Would you like to enable True Tone?
ar: سيؤدي تمكين انسجام اللون إلى تعطيل عكس الألوان. هل ترغب في تمكين انسجام اللون؟
bg: Активирането на True Tone ще деактивира Инвертирани цветове. Искате ли да активирате True Tone?
ca: Si actives el True Tone, es desactivarà la inversió de colors. Vols activar‑lo?
cs: Zapnutím funkce True Tone vypnete inverzní barvy. Chcete True Tone zapnout?
da: Når du slår True Tone til, slås Inverter farver fra. Vil du slå True Tone til?
de: Durch Aktivieren von „True Tone“ wird „Farben umkehren“ deaktiviert. „True Tone“ aktivieren?
el: Η ενεργοποίηση του True Tone θα απενεργοποιήσει την Αναστροφή χρωμάτων. Θέλετε να ενεργοποιήσετε το True Tone;
es: Si activas la opción “True Tone”, se desactivará la inversión de colores. ¿Quieres activar “True Tone”?
es_us: Al activar True Tone se desactivará Invertir colores. ¿Quieres activarlo?
fi: True Tonen käyttöönotto poistaa käänteiset värit käytöstä. Otetaanko True Tone käyttöön?
fr: L’activation de True Tone désactivera « Inverser les couleurs ». Voulez-vous continuer ?
fr_ca: L’activation de True Tone désactivera Couleurs inversées. Voulez-vous vraiment activer True Tone?
he: הפעלת True Tone תבטל את היפוך הצבעים. האם ברצונך להפעיל את True Tone?
hi: True Tone सक्षम करने पर “रंग इंवर्ट करें” को अक्षम कर दिया जाएगा। क्या आप True Tone सक्षम करना चाहते हैं?
hr: Uključite li True Tone, isključit će se Obrtanje boja. Želite li uključiti True Tone?
hu: A True Tone engedélyezése letiltja a Színinvertálást. Szeretné engedélyezni a True Tone-t?
id: Jika True Tone diaktifkan, Balikkan Warna akan dinonaktifkan. Apakah Anda ingin mengaktifkan True Tone?
it: Attivando “True Tone” disabiliterai l’opzione “Inverti colori”. Vuoi continuare?
ja: True Toneを有効にすると、色の反転が無効になります。True Toneを有効にしますか?
kk: True Tone функциясы қосылса, «Түс инверсиясы» функциясы өшеді. True Tone функциясын қосу керек пе?
ko: True Tone을 활성화하면 색상 반전이 비활성화됩니다. True Tone을 활성화하겠습니까?
lt: Įjungus funkciją „True Tone“, bus išjungtas spalvų invertavimas. Ar norite įjungti „True Tone“?
ms: Mendayakan True Tone akan menyahdayakan Terbalikkan Warna. Adakah anda mahu mendayakan True Tone?
nl: Als je 'True Tone' inschakelt, wordt 'Keer kleuren om' uitgeschakeld. Wil je 'True Tone' inschakelen?
no: Aktivering av True Tone fører til at Inverter farger blir deaktivert. Vil du aktivere True Tone?
pl: Włączenie True Tone spowoduje wyłączenie odwróconych kolorów. Czy chcesz włączyć True Tone?
pt_br: Ao ativar o True Tone, a Inversão de Cores será desativada. Deseja ativar o True Tone?
pt_pt: Se ativar este modo, a opção Inverter cores será automaticamente desativada. Gostaria de ativar True Tone?
ro: Activarea opțiunii True Tone va dezactiva opțiunea Inversare culori. Doriți să activați opțiunea True Tone?
ru: Включение True Tone выключит Инверсию цвета. Хотите включить True Tone?
sk: Zapnutím funkcie True Tone vypnete prevrátenie farieb. Chcete zapnúť True Tone?
sl: Če omogočite funkcijo True Tone, bo možnost Barvni negativ onemogočena. Želite omogočiti True Tone?
sv: Om du aktiverar True Tone avaktiveras invertering av färger. Vill du aktivera True Tone?
th: การเปิดใช้งาน True Tone จะปิดใช้งานการกลับสี คุณต้องการที่จะเปิดใช้งาน True Tone หรือไม่
tr: True Tone’u etkinleştirme Renkleri Tersine Çevir’i etkisizleştirecektir. True Tone’u etkinleştirmek istiyor musunuz?
uk: Увімкнення True Tone вимкне обернені кольори. Увімкнути True Tone?
vi: Bật True Tone sẽ tắt Đảo ngược màu. Bạn có muốn bật True Tone không?
zh_cn: 启用原彩显示将停用反转颜色。要启用原彩显示吗？
zh_hk: 啟用「原色調」會停用「反轉顏色」。你要啟用「原色調」嗎？
zh_tw: 啟用「原彩」會停用「反相顏色」。你要啟用「原彩」嗎？

source: Bold Text
ar: نص غامق
bg: Удебелен текст
ca: Text en negreta
cs: Tučný text
da: Fed tekst
de: Fetter Text
el: Έντονο κείμενο
es: Texto en negrita
es_us: Negritas
fi: Lihavoitu teksti
fr: Texte en gras
fr_ca: Texte en gras
he: מלל עבה
hi: बोल्ड टेक्स्ट
hr: Podebljaj tekst
hu: Félkövér szöveg
id: Teks Tebal
it: Testo in grassetto
ja: 文字を太くする
kk: Қалың қаріпті мәтін
ko: 볼드체 텍스트
lt: Paryškintas tekstas
ms: Teks Tebal
nl: Vette tekst
no: Halvfet tekst
pl: Pogrubiony tekst
pt_br: Negrito
pt_pt: Negrito
ro: Text aldin
ru: Жирный шрифт
sk: Tučný text
sl: Krepko besedilo
sv: Fet text
th: ข้อความตัวหนา
tr: Kalın Metin
uk: Жирний шрифт
vi: Chữ đậm
zh_cn: 粗体文本
zh_hk: 粗體文字
zh_tw: 粗體文字

# ALWAYS_ON_SHOW_NOTIFICATIONS
source: Show Notifications
ar: إظهار الإشعارات
bg: Покажи известия
ca: Mostra les notificacions
cs: Zobrazovat oznámení
da: Vis notifikationer
de: Mitteilungen einblenden
el: Εμφάνιση γνωστοποιήσεων
es: Mostrar notificaciones
es_us: Mostrar notificaciones
fi: Näytä ilmoitukset
fr: Afficher les notifications
fr_ca: Afficher les notifications
he: הצגת עדכונים
hi: सूचनाएँ दिखाएँ
hr: Prikaži obavijesti
hu: Értesítések megjelenítése
id: Tampilkan Pemberitahuan
it: Mostra notifiche
ja: 通知を表示
kk: Хабарландыру көрсету
ko: 알림 보기
lt: Rodyti pranešimus
ms: Tunjukkan Pemberitahuan
nl: Toon meldingen
no: Vis varslinger
pl: Pokazuj powiadomienia
pt_br: Mostrar Notificações
pt_pt: Mostrar notificações
ro: Afișare notificări
ru: Показ уведомлений
sk: Zobrazovať hlásenia
sl: Prikaži obvestila
sv: Visa notiser
th: แสดงการแจ้งเตือน
tr: Bildirimleri Göster
uk: Показувати сповіщення
vi: Hiển thị thông báo
zh_cn: 显示通知
zh_hk: 顯示通知
zh_tw: 顯示通知
